[
  {
    "name": "Johnny Cage",
    "finishing": "Here's Johnny",
    "img": "https://hushcomics1.files.wordpress.com/2015/04/johnny-cage-mk1-head-decapitation-fatality.gif",
    "description":"Johnny Cage, birth name John Carlton,[5] is a martial artist and actor who enters Shang Tsung's Mortal Kombat tournament simply to prove that he does not rely on special effects in his films, and is the only character who does not share a past history with any of the game's other characters. In the 1993 sequel Mortal Kombat II, Cage disappears from the set of his latest film after following Liu Kang into Outworld, where he joins forces with his fellow warriors who fight in a second tournament in an attempt to protect Earth against evil Outworld emperor Shao Kahn."
  },
  {
    "name": "Kano",
    "finishing": "Spine Rip",
    "img": "https://hushcomics1.files.wordpress.com/2015/04/kano-mk3-skeleton-rip-fatality.gif",
    "description":"Kano is a fictional character from the Mortal Kombat fighting game franchise. He is one of the series' original characters, having made his debut in Mortal Kombat in 1992. A calculating thug, mercenary, and member of the international crime cartel known as the Black Dragon, Kano is also the top fugitive and persistent nemesis of Sonya Blade and Jax Briggs of the Special Forces, which has been his primary storyline throughout the course of his Mortal Kombat series appearances, and in Mortal Kombat 3, he also becomes the general of Outworld emperor Shao Kahn's armies. In the 2011 series reboot, he additionally poses as a crooked Special Forces informant and serves as Kahn's arms dealer. His most recognizable feature is his cybernetic metal faceplate that houses an infrared eye laser."
  },
  {
    "name": "Liu Kang",
    "finishing": "Dragon Fatality",
    "img": "http://img26.laughinggif.com/pic/HTTP3N0cmVhbTEuZ2lmc291cC5jb20vdmlldzIvMjI2OTEwMS9saXUta2FuZy1zLWRyYWdvbi1mYXRhbGl0eS1vLmdpZgloglog.gif",
    "description":"Liu Kang (Chinese: 劉鋼; pinyin: Liúgāng)[8] is a fictional character in the Mortal Kombat fighting game series from Midway Games, introduced as one of the original seven player characters in the 1992 first game as a Shaolin monk who enters the Mortal Kombat tournament to save Earthrealm (Earth). Since his victory in the tournament, Liu Kang becomes the Mortal Kombat series' hero as the champion and chief defender of Earthrealm guided by his mentor, the thunder god Raiden. He also becomes romantically involved with Princess Kitana, the adopted daughter of evil Outworld emperor named Shao Kahn."
  },
  {
    "name": "Raiden",
    "finishing": "Electrocution",
    "img": "https://media.giphy.com/media/8hnQA2Md1qx7G/giphy.gif",
    "description":"Raiden (also known as Lord Raiden, and sometimes spelled Rayden) is a video game character in the Mortal Kombat fighting game series by Midway Games. Making his official debut as one of the original seven playable characters in 1992's Mortal Kombat, he is one of the central characters of the franchise. Based on the Japanese thunder god Raijin,[citation needed] and portrayed in the series canon as the thunder god and appointed protector of Earth, Raiden defends the planet from myriad otherworldly threats alongside his handpicked warriors. He commands many supernatural abilities such as teleportation, flight, and control of the elements."
  },
  {
    "name": "Scorpion",
    "finishing": "Fire Breath",
    "img": "http://img11.laughinggif.com/pic/HTTP2ltZzQud2lraWEubm9jb29raWUubmV0L19fY2IyMDEwMDMwNTAwMTgzNS9tb3J0YWxrb21iYXQvZXMvaW1hZ2VzL2UvZTgvU2NvcnBpb25fRmF0YWxpdHlfLU1LMS0uZ2lm.gif",
    "description":"Scorpion is a playable character and occasional boss character in the Mortal Kombat fighting game franchise created by Midway Games. Making his debut as one of the original seven playable characters in Mortal Kombat in 1992, he is an undead ninja specter seeking revenge for his own death at the hands of Sub-Zero, making him an anti-hero which has been his main role throughout the course of the series up until Mortal Kombat X but still remains neutral."
  },
  {
    "name": "Sonya Blade",
    "finishing": "Crush Kiss",
    "img": "http://www.whipassgaming.com/images/genesis/mk3demo/mk3sonya2.gif",
    "description":"Sonya Blade is a video game character in the Mortal Kombat fighting game franchise from Midway Games. Debuting in the original Mortal Kombat game from 1992, she was a late addition to the game as developers decided deep into the development cycle that the game needed a female character. In the series canon she is the commanding officer of the United States Special Forces and later of a specialized U.S. government agency. Her goal in most of the games is to pursue and capture Kano, as well as eliminate his criminal syndicate, the Black Dragon. In later games she is joined in this effort by her comrade Jax Briggs, and her daughter Cassie Cage."
  },
  {
    "name":"Sub-Zero",
    "finishing": "Chest Kold",
    "img": "https://hushcomics1.files.wordpress.com/2015/04/sub-zero-mk2-absolute-zero-fatality1.gif",
    "description":"Sub-Zero is the alias of two video game characters from the Mortal Kombat franchise; one of which was amongst the original characters in the first Mortal Kombat game in 1992. A mainstay of the series, Sub-Zero is one of only three characters who have appeared in every main Mortal Kombat fighting game (in one form or another). The character also appears in many other Mortal Kombat media works such as the Mortal Kombat live action film series and animated series."
  },
  {
    "name": "Goro",
    "finishing": "Skin Rip",
    "img": "https://orig00.deviantart.net/9ded/f/2014/055/2/d/goro_s_skin_rip_fatality_mk3_by_chainspellxx7-d77wg4h.gif",
    "description":"Goro is a fictional character from the Mortal Kombat fighting game series. He first appears in the original Mortal Kombat as an unplayable boss character, challenging the player before the final fight with Shang Tsung. Goro is part of the four-armed half-human, half-dragon race, called the Shokan. In the original game he has been champion of the Mortal Kombat tournament for 500 years before being defeated by eventual tournament champion Liu Kang. Unlike most characters in the game, who were digitized representations of live actors, Goro was a clay sculpture animated through stop motion."
  },
  {
    "name": "Shang Tsung",
    "finishing": "Soultaker",
    "img": "https://thumbs.gfycat.com/UnluckyLavishBedbug-small.gif",
    "description":"Shang Tsung (尚宗 - pinyin: shàng zōng) is a fictional boss and player character from the Mortal Kombat series. A powerful evil warlock, he is a demonic shapeshifter who absorbs the living souls of those he defeats in order to maintain his youth and power and is able to change his appearance, including by morphing into other characters while retaining their abilities and movesets in-game. Shang Tsung is usually portrayed as the right-hand man of series archvillain Shao Kahn and the main rival and archenemy of Liu Kang."
  },
  {
    "name": "Reptile",
    "finishing": "Acid Bath",
    "img": "http://pa1.narvii.com/5641/e6e342e81200cb82cfc2ceb269efb75967964062_hq.gif",
    "description":"Reptile is a video game character from the Mortal Kombat fighting game franchise created for Midway Games by Ed Boon and John Tobias. He debuted in Mortal Kombat as a hidden opponent and appeared in subsequent titles as a playable character, also appearing in the merchandise and other media related to the series."
  },
  {

    "name": "Shao Kahn",
    "finishing": "Headcrusher",
    "img": "http://i.imgur.com/ka90trB.gif",
    "description":"Shao Kahn the Konqueror is represented as the embodiment of evil. In many respects, he resembles a large Asian warrior, and is well known amongst the roster of Mortal Kombat Kombatants for his godlike strength which rivals, if not outright exceeds, that of Raiden, the God of Thunder. He is also known for his extreme callousness, brutality, ferocity in battle, and his fondness of personal executions, though he has occasionally spared the lives of his subordinates, if they prove their worth, and his victims such as Sindel and Kitana, raising the latter like his own daughter and treating the former like his own wife. However, his true power that has served him well and allowed him to rise above the image of a mere warlord is his high intelligence and profound knowledge of the black arts. Like his subordinate Shang Tsung, he has the power to consume other souls."
  },
  {
    "name": "Nightwolf",
    "finishing": "Lighting Hatchet",
    "img": "https://31.media.tumblr.com/5014b66afc4b6aa668a84cdbc9fa093a/tumblr_mga5mnaL4D1qd8t4mo1_500.gif",
    "description": "Nightwolf is an Apache warrior who, although introduced as a historian and a shaman, does not live in the past. He is a proud and fierce warrior dedicated to the cause of good, and is in contact with Raiden through visions. As such, he draws on both internal and external spiritual energy to enhance his power."
  }
]
